Repository: azcoigreach/uif
Catalog: debian/po/*.po
Languages: cs, da, de, es, eu, fi, gl, it, pt, ru, sv

source: don't touch
cs: ponechat
da: rør ikke
de: nicht ändern
es: no tocar
eu: ez ukitu
fi: manuaalinen
gl: non tocar
pt: não mexer
ru: не менять
sv: rör inte

source: workstation
cs: pracovní stanice
da: arbejdsstation
de: Arbeitsstation
es: estación de trabajo
eu: lanpostua
fi: työpöytä
gl: estación de traballo
pt: estação de trabalho
ru: рабочая станция
sv: arbetsstation

source: Firewall configuration method
cs: Způsob nastavení firewallu
da: Konfigurationsmetode for brandmur (firewall)
de: Firewall Konfigurationsmethode
es: Método de configuración del cortafuegos
eu: Suebaki konfigurazio metodoa
fi: Palomuurin asetustyyppi:
gl: Método para a configuración da devasa
it: Metodo di configurazione del firewall
pt: Método de configuração da firewall
ru: Тип настройки межсетевого экрана
sv: Metod för konfigurering av brandväggen

source: The firewall can be initialized using debconf, or using information you manually put into /etc/uif/uif.conf.
cs: Firewall může být nastaven buď přes debconf nebo ruční úpravou souboru /etc/uif/uif.conf.
da: Brandmuren (firewall) kan initialiseres med brug af debconf, eller brug af information du manuelt indsætter i /etc/uif/uif.conf.
de: Die Firewall kann entweder über Debconf, oder manuell über die Konfigurationsdatei /etc/uif/uif.conf eingestellt werden.
es: El cortafuegos se puede iniciar usando debconf, o usando la información que ponga manualmente en «/etc/uif/uif.conf».
eu: Suebakia debconf erabiliaz abiarazi daiteke, edo eskuz /etc/uif/uif.conf fitxategian ipini duzun informazioa erabiliaz.
fi: Palomuuri voidaan alustaa käyttäen debconfia tai muokkaamalla käsin tiedostoa /etc/uif/uif.conf.
gl: Pódese inicializar a devasa empregando debconf, ou empregando información escrita á man en /etc/uif/uif.conf.
it: Il firewall può essere inizializzato utilizzando debconf o utilizzando le informazioni che vengono inserite manualmente dall'utente in «/etc/uif/uif.conf».
pt: A Firewall pode ser inicializada usando o debconf, ou usando informação introduzida por si em /etc/uif/uif.conf.
ru: Настройка межсетевого экрана может быть выполнена с помощью debconf или ручного редактирования файла /etc/uif/uif.conf.
sv: Brandväggen kan initieras via debconf eller om du manuellt matar in information i /etc/uif/uif.conf.

source: Enter trusted hosts and/or networks:
cs: Zadejte důvěryhodné počítače a/nebo sítě:
da: Tillad troværdige værter og/eller netværk:
de: Eingabe der vertrauenswürdigen Rechner / Netze:
es: Introduzca las máquinas y/o redes de confianza:
eu: Sartu konfidantzazko ostalari eta/edo sareak:
fi: Luotetut koneet ja verkot:
gl: Introduza as máquinas e/ou redes de confianza:
it: Inserire gli host e/o le reti fidati:
pt: Introduza as máquinas e/ou redes de confiança:
ru: Введите доверительные хосты и/или сети:
sv: Ange pålitliga värdar och/eller nätverk:

source: In workstation mode, you can specify some hosts or networks to be globally trusted. All incoming traffic coming from there will be allowed. Multiple entries have to be separate with spaces.
cs: V režimu pracovní stanice můžete zadat některé počítače nebo sítě, kterým důvěřujete. Veškerý příchozí provoz z těchto míst bude povolen. Jednotlivé položky oddělte mezerami.
da: I tilstanden arbejdsstation, kan du angive nogle værter eller netværk som globalt anses som troværdige. Al indgående trafik derfra vil være tilladt. Flere punkter skal være adskilt af mellemrum.
de: Im »Arbeitsstation«-Modus kann eine Liste von Rechnern oder Netzen angegeben werden, die als vertrauenswürdig angesehen werden. Diese haben dann kompletten Zugriff auf die Arbeitsstation. Mehrere Einträge sind durch ein Leerzeichen zu trennen.
es: En el modo de estación de trabajo, puede indicar que algunas máquinas o redes sean de absoluta confianza. Se permitirá todo el tráfico procedente de ellas. Si hay varias entradas, deben separarse con espacios.
eu: Lanpostu moduan, orokorki konfidantzazko ostalari edo sareak ezarri ditzakezu. Toki horietatik datorren trafiko guztia onartuko da. Sarrera ezberdinak zuriunez bereizi behar dira.
fi: Työpöytätilassa voidaan määrittää joitain luotettavia koneita tai verkkoja. Kaikki näiltä tälle koneelle tuleva liikenne sallitaan. Useampia koneita tai verkkoja voidaan listata välilyönnein eroteltuina.
gl: No modo de estación de traballo, pode indicar algunhas máquinas ou redes nas que se ha confiar. Hase admitir todo o tráfico procedente de alí. Para introducir varios valores, sepáreos mediante espazos.
it: In modalità «workstation» è possibile specificare taluni host o reti globalmente fidati. Tutto il traffico in entrata da questi sarà sempre permesso. Molteplici valori devono essere separati da spaziature.
pt: No modo estação de trabalho, pode especificar algumas máquinas ou redes como sendo confiadas globalmente. Todo o tráfego vindo deles será permitido. Separe as várias entradas por espaços.
ru: В режиме "рабочая станция", вы можете указать несколько хостов или сетей, которым вы полностью доверяете. С них будет разрешён весь входящий трафик. Несколько значений должны разделяться пробелами.
sv: I läget för arbetsstation kan du ange några värdsystem eller nätverk som globalt ska vara pålitliga. All inkommande trafik som kommer därifrån kommer att tillåtas. Multipla poster måste separeras med mellanslag.

source: Example: 10.1.0.0/16 trust.mydomain.com 192.168.1.55
cs: Příklad: 10.1.0.0/16 verim.sve.domene.cz 192.168.1.55
da: Eksempel: 10.1.0.0/16 trust.mitdomæne.com 192.168.1.55
de: Beispiel: 10.1.0.0/16 trust.mydomain.com 192.168.1.55
es: Ejemplo: 10.1.0.0/16 deconfianza.midominio.com 192.168.1.55
eu: Adibidea: 10.1.0.0/16 konfidantza.niredomeinua.com 192.168.1.55
fi: Esimerkki: 10.1.0.0/16 luotettava.esimerkki.fi 192.168.1.55
gl: Por exemplo: 10.1.0.0/16 confio.dominio.com 192.168.1.55
it: Per esempio: «10.1.0.0/16 trust.miodominio.com 192.168.1.55»
pt: Exemplo: 10.1.0.0/16 dominio.confiado.com 192.168.1.55
ru: Пример: 10.1.0.0/16 trust.mydomain.com 192.168.1.55
sv: Exempel: 10.1.0.0/16 lita.mindomain.se 192.168.1.55

source: Do you want your host to be reachable via ping?
cs: Chcete, aby byl počítač dosažitelný přes ping?
da: Ønsker du, at din vært skal svare på pingforespørgsler?
de: Soll der Rechner via ping erreichbar sein?
es: ¿Desea que su máquina responda a los «ping»?
eu: Zure ostalaria ping bidez eskuragarri izatea nahi duzu?
fi: Tulisiko koneen vastata pingiin?
gl: ¿Quere que se poida alcanzar a súa máquina mediante ping?
it: Si desidera che il proprio host sia raggiungibile via ping?
pt: Deseja que o seu computador responda a ping?
ru: Разрешить ответы хоста на ping?
sv: Vill du att ditt värdsystem ska vara nåbar via ping?

source: Normally an Internet host should be reachable with pings. Choosing no here will disable pings which might be somewhat confusing when analyzing network problems.
cs: Normálně by všechny počítače na Internetu měly být dostupné přes ping. Pokud zde odpovíte ne, pingy zakážete, což vás může zmást později při analýze síťových problémů.
da: Normalt skal en internetvært kunne tilgås med ping'er. Valg af nej her vil deaktivere ping'er, hvilket kan være noget forvirrende, når netværksproblemer skal analyseres.
de: Normalerweise sollte ein Rechner im Netz via ping erreichbar sein. Falls Sie dies ausschalten möchten, beachten Sie dies bei der Suche nach Netzproblemen.
es: Normalmente, una máquina de Internet debería responder a los «ping». Si elige «No» se deshabilitarán los «ping», lo que podría causar confusión al analizar los problemas de red.
eu: Normalean Internet ostalari bat ping bidez eskuratu ahal izan beharko zen. Hemen ez hautatuaz ping-a ezgaituko da sare arazoak analizatzean gauzak zaildu ditzakeena.
fi: Yleensä Internetissä olevien koneiden tulisi vastata pingiin. Jos tätä ei valita, pingeihin ei vastata, mikä saattaa aiheuttaa sekaannusta selvitettäessä verkko-ongelmia.
gl: Normalmente deberíase poder alcanzar unha máquina conectada a Internet mediante ping. Se escolle "non" aquí hanse desactivar os pings, o que pode causar confusión ao analizar problemas na rede.
it: Normalmente un host internet dovrebbe essere raggiungibile via ping. Se si sceglie di no, i ping saranno disabilitati; questo potrebbe creare confusioni quando si analizzano problemi della rete.
pt: Normalmente uma máquina na Internet deve responder a pings. Escolher não aqui irá desactivar pings o que pode ser um pouco confuso quando estiver a analisar problemas de rede.
ru: Обычно, хосты в интернет должны быть доступны по ping. При отрицательном ответе реакция хоста на ping будет заблокирована, что может затруднить анализ в случае проблем с сетью.
sv: Normalt är ett värdsystem på Internet nåbar med ping. Välja nej här kommer att stänga av ping som dock kan vara förvirrande vid analyser av nätverksproblem.

source: Do you want your host to react to traceroutes?
cs: Chcete, aby počítač odpovídal na „sledovače cesty“?
da: Skal din vært reagere på tracerouter?
de: Soll der Rechner traceroutes beantworten?
es: ¿Desea que su máquina reaccione a los «traceroute»?
eu: Zure ostalariak traceroute erabiltzeko aukera izatea nahi duzu?
fi: Tulisiko koneen reagoida tracerouteen?
gl: ¿Quere que a súa máquina reaccione aos traceroutes?
it: Si desidera che il proprio host reagisca a traceroute?
pt: Deseja que o seu computador reaja a traceroutes?
ru: Разрешить ответы хоста на traceroute?
sv: Vill du att ditt värdsystem ska reagera på "traceroute"?

source: Normally an Internet host should react to traceroutes. Choosing no here will disable this, which might be somewhat confusing when analyzing network problems.
cs: Normálně by všechny počítače na Internetu měly odpovídat na požadavky o sledování cesty (traceroute). Pokud zde odpovíte ne, váš počítač nebude odpovídat na tyto požadavky, ovšem později vás to může zmást při analýze síťových problémů.
da: Normalt skal en internetvært reagere på tracerouter. Valg af nej her vil deaktivere dette, hvilket kan være noget forvirrende når netværksproblemer skal analyseres.
de: Normalerweise sollte ein Rechner im Netz auf traceroutes reagieren. Falls Sie dies ausschalten möchten, beachten Sie dies bei der Suche nach Netzproblemen.
es: Normalmente, una máquina de Internet debería reaccionar a los «traceroute». Si elige «No» se deshabilitarán, lo que podría causar confusión al analizar problemas de red.
eu: Normalean Internet ostalari batek tracerouteri jaramon egin beharko zion. Hemen ez hautatuaz hau ezgaituko da sare arazoak analizatzean gauzak zaildu ditzakeena.
fi: Yleensä Internetissä olevien koneiden tulisi reagoida tracerouteen. Jos tätä ei valita, tracerouteen ei reagoida, mikä saattaa aiheuttaa sekaannusta selvitettäessä verkko-ongelmia.
gl: Normalmente, unha máquina en Internet debería reaccionar a traceroutes. Se escolle "non" aquí ha desactivalo, o que pode levar a confusións ao analizar problemas na rede.
it: Normalmente un host internet dovrebbe reagire a traceroute. Se si sceglie di no, le reazioni a traceroute saranno disabilitate; questo potrebbe creare confusioni quando si analizzano problemi della rete.
pt: Normalmente uma máquina na Internet deve reagir a traceroutes. Escolher não aqui irá desactivar esta resposta, o que pode ser um pouco confuso quando estiver a analisar problemas de rede.
ru: Обычно, хосты в интернет должны реагировать на traceroute. При отрицательном ответе реакция хоста на traceroute будет заблокирована, что может затруднить анализ в случае проблем с сетью.
sv: Normalt reagerar ett värdsystem på Internet på traceroute. Välja nej här kommer att stänga av det som dock kan vara förvirrande vi analyser av nätverksproblem.

source: Firewall for simple workstation setups
cs: Jednoduchý firewall pro pracovní stanice
da: Brandmur (firewall) for simple arbejdsstationsopsætninger
de: Firewall für einfache Arbeitsstationen
es: Cortafuegos para estaciones de trabajo sencillas
eu: Lanpostu soiletarako suebaki konfigurazioak
fi: Palomuuri yksinkertaisille työpöytäasennuksille
gl: Devasa para configuracións simples de estación de traballo
it: Impostazioni del firewall per postazioni semplici
pt: Firewall para configurações simples de estações de trabalho
ru: Межсетевой экран для рабочих станций с простыми требованиями
sv: Brandvägg för enkla konfigurationer av arbetsstationer.

source: Warning: This configuration provides a very simple firewall setup which is only able to trust certain hosts and configure global ping / traceroute behaviour.
cs: Varování: toto nastavení poskytuje velmi jednoduchý firewall, který umí pouze důvěřovat určitým počítačům a dokáže globálně změnit chování ohledně ping / traceroute požadavků.
da: Advarsel: Denne konfiguration tilbyder en meget simpel brandmursopsætning som kun er i stand til at stole på bestemte værter og konfigurere global ping-/tracerouteopførsel.
de: Achtung: Diese Konfiguration stellt eine recht einfache Firewall zur Verfügung. Beachten Sie, dass dieses Vorgehen keine gut geplante Firewall ersetzen kann und nur die Möglichkeit bietet, einzelnen Rechnern/Netzen einen kompletten Zugriff zu gewähren.
es: Advertencia: Esta configuración proporciona un cortafuegos muy sencillo, que sólo es capaz de confiar en algunas máquinas y configurar el comportamiento global ante «ping»/«traceroute».
eu: Abisua: Konfigurazio honek zenbait ostalariz fidatu eta ping / traceroute portamoldea ezartzen duen oso suebaki konfigurazio sinple bat sortzen du.
fi: Varoitus: Tämä asetusprosessi tuottaa erittäin yksinkertaiset palomuuriasetukset, joissa voidaan vain asettaa jotkin koneet luotetuiksi ja asettaa yleinen pingin ja tracerouten toimintatapa.
gl: Aviso: Esta configuración fornece unha devasa moi simple que só pode confiar nalgunhas máquinas e configurar o comportamento global de ping/traceroute.
it: Attenzione: questa configurazione fornisce un'impostazione del firewall molto semplice che può solo accordare fiducia a certi host e configurare comportamenti globali relativi a ping e traceroute.
pt: Aviso: Esta configuração disponibiliza uma configuração de firewall muito simples que apenas é capaz de confiar em determinadas máquinas e configurar o comportamento global aquando de um ping ou traceroute.
ru: Предупреждение: здесь выполняется очень простая настройка межсетевого экрана, при которой задаются доверительные хосты и общее поведение для ping / traceroute.
sv: Varning: Denna konfiguration ger en väldigt enkel konfiguration av brandväggen som bara kan lita på vissa värdar och konfigurera ett globalt beteende för ping och traceroute.

source: If you need a more specific setup, use /etc/uif/uif.conf as a template and choose "don't touch" next time.
cs: Potřebujete-li přesnější nastavení, použijte soubor /etc/uif/uif.conf jako vzor a příště vyberte možnost „ponechat“.
da: Hvis du har brug for en mere specifik opsætning, så brug /etc/uif/uif.conf som en skabelon og vælg »rør ikke« næste gang.
de: Falls ein spezielleres Setup gewünscht ist, sollten Sie die Datei /etc/uif/uif.conf als Vorlage und beim nächsten Mal »nicht ändern« wählen.
es: Si necesita una configuración mas específica, use el archivo «/etc/uif/uif.conf» como plantilla y seleccione «no tocar» la próxima vez.
eu: Konfigurazio zehatzago bat behar baduzu, erabili /etc/uif/uif.conf txantiloi gisa eta hautatu "ez ukitu" hurrengo aldian.
fi: Yksityiskohtaisempia asetuksia voidaan tarvittaessa tehdä käyttäen tiedostoa /etc/uif/uif.conf pohjana. Tällöin ensi kerralla tulisi valita ”manuaalinen”.
gl: Se precisa dunha configuración máis específica, empregue /etc/uif/uif.conf coma patrón e escolla "non tocar" a próxima vez.
it: Se occorre un'impostazione più specifica, utilizzare «/etc/uif/uif.conf» come modello e scegliere l'opzione «don't touch» la prossima volta.
pt: Se precisa de uma configuração mais específica, use /etc/uif/uif.conf como um modelo e escolha "não mexer" da próxima vez.
ru: Если вам требуется более специализированная настройка, используйте /etc/uif/uif.conf в качестве шаблона, и в следующий раз выберите "не менять".
sv: Om du behöver en mer specifik konfiguration, använd /etc/uif/uif.conf som en mall och välj "rör inte" nästa gång.

source: Error in list of trusted hosts
cs: Chyba v seznamu důvěryhodných počítačů
da: Fejl i liste over troværdige værter
de: Fehler in der Liste der vertrauenswürdigen Rechnern
es: Error en la lista de las máquinas de confianza
eu: Errorea konfidantzazko ostalari zerrendan
fi: Virhe luotettujen koneiden listassa
gl: Erro na lista de máquinas de confianza
it: Errore nell'elenco di host fidati
pt: Erro na lista de máquinas confiadas
ru: Ошибка в списке доверительных хостов
sv: Fel i listan av pålitliga värdar

source: Please check the hosts / networks you entered. One or more entries are not correct, contain no resolvable hosts, valid IP-addresses, valid network definitions or masks.
cs: Prosíme, zkontrolujte seznam zadaných počítačů / sítí. Jeden nebo více záznamů nejsou správné, neobsahují přeložitelné jméno, platnou IP adresu, platnou definici sítě nebo masky.
da: Undersøg venligst værterne/netværkene du indtastede. En eller flere punkter er ikke korrekt, indeholder ingen opløselige værter, gyldige IP-adresser, gyldige netværksdefinitioner eller masker.
de: Überprüfen Sie bitte Ihre Eingaben. Ein oder mehrer Einträge enthalten entweder einen nicht auflösbaren Rechnernamen, eine ungültige Netz-/IP-Adresse oder Netzmaske.
es: Compruebe las máquinas y/o redes que ha introducido. Hay al menos una entrada que no es correcta, que contiene máquinas que no se pueden resolver, o que contiene direcciones IP, definiciones de red o máscaras de red no válidas.
eu: Mesedez egiaztatu idatzitako ostalari / sareak. Sarrera bat edo gehiago ez dira zuzenak, ebatzi ezin diren, IP-helbide, sare edo maskara okerra duten ostalariak ditu.
fi: Tarkista syötetyt koneet ja verkot. Yksi tai useampi kohta sisältää nimiä, joita ei voida selvittää, epäkelpoja IP-osoitteita tai virheellisiä verkkomääritteitä tai -peitteitä.
gl: Comprobe as máquinas / redes que introduciu. Unha ou máis entradas non son correctas, conteñen nomes que non se poden resolver, enderezos IP non válidos, definicións de rede non válidas ou máscaras de rede non válidas.
it: Controllare gli host e le reti inseriti. Uno o più valori non sono corretti, contengono host non risolvibili, indirizzi IP non validi, definizioni di rete o di maschere non valide.
pt: Por favor verifique as máquinass / redes que introduziu. Uma ou mais entradas não estão corrrectas, contêm máquinas não resolúveis (por dns), endereços IP inválidos ou definições de rede ou máscaras inválidas.
ru: Проверьте введённые хосты/сети. Одна или более записей неверны, содержат неразрешимые имена хостов, неправильные IP-адреса, подсети или маски.
sv: Kontrollera värdnamnen/nätverken som du angav. En eller flera av dessa är felaktigt angiven, har inga värdar som kan slås upp, innehålle inga IP-adresser, korrekta nätverksdefinitioner eller nätmasker.
